import "./LatestNews.scss";

export default function LatestNews() {
  return (
    <div className="LatestNews" id="latest-news">
      <h2>НОВОСТИ</h2>
      <h3>
        ПОСЛЕДНИЕ СОБЫТИЯ
        <span>
          <img src="/logo.png" alt="" />
        </span>
      </h3>
      <div className="cards">
        <div className="card">
          <div className="img">
            <img src="/images/people1.png" alt="" />
          </div>
          <div className="text">
            <p>
              Далеко-далеко за словесными горами в стране гласных и согласных
              живут, рыбные тексты. Предупредила за силуэт, своих ему свой даль,
              о использовало продолжил города ведущими послушавшись переписали,
              коварный своего там парадигматическая большого текстов. Вопроса
              это, lorem наш осталось океана инициал первую послушавшись
              предупреждал единственное, составитель снова предложения собрал
              рот назад они, строчка заголовок!
            </p>
            <p>
              Далеко-далеко за словесными горами в стране гласных и согласных
              живут, рыбные тексты. Предупредила за силуэт, своих ему свой даль,
              о использовало продолжил города ведущими послушавшись переписали,
              коварный своего там парадигматическая большого текстов. Вопроса
              это, lorem наш осталось океана инициал первую послушавшись
              предупреждал единственное, составитель снова предложения собрал
              рот назад они, строчка заголовок!
            </p>
          </div>
        </div>
        <div className="card is-reverse">
          <div className="img">
            <img src="/images/people1.png" alt="" />
          </div>
          <div className="text">
            <p>
              Далеко-далеко за словесными горами в стране гласных и согласных
              живут, рыбные тексты. Предупредила за силуэт, своих ему свой даль,
              о использовало продолжил города ведущими послушавшись переписали,
              коварный своего там парадигматическая большого текстов. Вопроса
              это, lorem наш осталось океана инициал первую послушавшись
              предупреждал единственное, составитель снова предложения собрал
              рот назад они, строчка заголовок!
            </p>
            <p>
              Далеко-далеко за словесными горами в стране гласных и согласных
              живут, рыбные тексты. Предупредила за силуэт, своих ему свой даль,
              о использовало продолжил города ведущими послушавшись переписали,
              коварный своего там парадигматическая большого текстов. Вопроса
              это, lorem наш осталось океана инициал первую послушавшись
              предупреждал единственное, составитель снова предложения собрал
              рот назад они, строчка заголовок!
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
