import "./AboutUs.scss";

export default function AboutUs() {
  return (
    <div className="AboutUs" id="about-us">
      <h2>
        <img src="/logo.png" alt="" /> О НАС
      </h2>
      <div className="box">
        <div className="images">
          <img src="/images/people1.png" alt="" />
          <img src="/images/people1.png" alt="" />
          <img src="/images/people1.png" alt="" />
          <img src="/images/people1.png" alt="" />
        </div>
        <div className="text">
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Ручеек, он однажды вскоре меня страну даль
          единственное, точках все залетают снова всеми строчка над предложения
          рекламных пустился диких пояс сих дороге повстречался. Сбить
          послушавшись гор имени взгляд бросил, букв продолжил имеет то
          напоивший если подпоясал семь вершину собрал власти. Далеко-далеко за
          словесными горами в стране гласных и согласных живут рыбные тексты.
          Ручеек, он однажды вскоре меня страну даль единственное, точках все
          залетают снова всеми строчка над предложения рекламных пустился диких
          пояс сих дороге повстречался. Сбить послушавшись гор имени взгляд
          бросил, букв продолжил имеет то напоивший если подпоясал семь вершину
          собрал власти. Далеко-далеко за словесными горами в стране гласных и
          согласных живут рыбные тексты. Ручеек, он однажды вскоре меня страну
          даль единственное, точках все залетают снова всеми строчка над
          предложения рекламных пустился диких пояс сих дороге повстречался.
          Сбить послушавшись гор имени взгляд бросил, букв продолжил имеет то
          напоивший если подпоясал семь вершину собрал власти.
        </div>
      </div>
      <a href="/#payment-details" className="paymentLink">
        Поддержать
      </a>
    </div>
  );
}
